[
  {
    "title": "Who’s more likely to strike out 10 batters in their next game?",
    "players": {
      "607481": {
        "stats": [
          {
            "key": "strikeOuts",
            "value": 69
          },
          {
            "key": "strikeoutsPer9Inn",
            "value": "11.22"
          }
        ],
        "visualization": {
          "percentage": 20,
          "trending": "down"
        }
      },
      "700363": {
        "stats": [
          {
            "key": "strikeOuts",
            "value": 4
          },
          {
            "key": "strikeoutsPer9Inn",
            "value": "8.31"
          }
        ],
        "visualization": {
          "percentage": 10,
          "trending": "down"
        }
      }
    },
    "insight": "Aaron Bummer's higher strikeout rate per nine innings (11.22) compared to AJ Smith-Shawver (8.31) suggests a greater potential for accumulating strikeouts. However, recent performance indicates a downward trend for both pitchers in terms of consistency, making the likelihood of either reaching 10 strikeouts in a single game relatively low. Bummer, despite the recent dip, retains a slightly higher probability given his established strikeout metrics. Neither pitcher is currently trending in a direction that would suggest a high probability for a 10-strikeout game."
  },
  {
    "title": "Which pitcher is more likely to throw a shutout?",
    "players": {
      "607481": {
        "stats": [
          {
            "key": "era",
            "value": "3.58"
          },
          {
            "key": "wins",
            "value": 4
          }
        ],
        "visualization": {
          "percentage": 15,
          "trending": "down"
        }
      },
      "700363": {
        "stats": [
          {
            "key": "era",
            "value": "0.00"
          },
          {
            "key": "wins",
            "value": 0
          }
        ],
        "visualization": {
          "percentage": 35,
          "trending": "up"
        }
      }
    },
    "insight": "While Aaron Bummer has a 3.58 ERA and 4 wins, recent performances indicate a decline, making a shutout improbable. Conversely, AJ Smith-Shawver, despite limited wins, displays a 0.00 ERA and has a positive trend, suggesting a higher likelihood of a shutout based on current performance. Neither pitcher is a strong candidate for a shutout, but Smith-Shawver's current form presents a better probability."
  },
  {
    "title": "Who’s more likely to close out the game with no runs allowed?",
    "players": {
      "607481": {
        "stats": [
          {
            "key": "saves",
            "value": 0
          },
          {
            "key": "whip",
            "value": "1.43"
          }
        ],
        "visualization": {
          "percentage": 35,
          "trending": "down"
        }
      },
      "700363": {
        "stats": [
          {
            "key": "saves",
            "value": 0
          },
          {
            "key": "whip",
            "value": "1.15"
          }
        ],
        "visualization": {
          "percentage": 65,
          "trending": "up"
        }
      }
    },
    "insight": "AJ Smith-Shawver demonstrates a higher likelihood of closing a game without allowing runs based on a superior WHIP of 1.15 compared to Aaron Bummer's 1.43. Recent performance trends indicate Smith-Shawver is trending upward, while Bummer's performance is trending downward. This statistical difference and trend disparity suggest Smith-Shawver is the more favorable option for a high-leverage, no-run situation."
  }
]